/**
 * 引用时区信息
 */
export declare enum GMTOffset {
    /**
     * 西十二区，'GMT-1200'
     */
    GMT_12 = "GMT-1200",
    /**
     * 西十一区，'GMT-1100'
     */
    GMT_11 = "GMT-1100",
    /**
     * 西十区，'GMT-1000'
     */
    GMT_10 = "GMT-1000",
    /**
     * 西九区，'GMT-0900'
     */
    GMT_09 = "GMT-0900",
    /**
     * 西八区，'GMT-0800'
     */
    GMT_08 = "GMT-0800",
    /**
     * 西七区，'GMT-0700'
     */
    GMT_07 = "GMT-0700",
    /**
     * 西六区，'GMT-0600'
     */
    GMT_06 = "GMT-0600",
    /**
     * 西五区，'GMT-0500'
     */
    GMT_05 = "GMT-0500",
    /**
     * 西四区，'GMT-0400'
     */
    GMT_04 = "GMT-0400",
    /**
     * 西三区，'GMT-0300'
     */
    GMT_03 = "GMT-0300",
    /**
     * 西二区，'GMT-0200'
     */
    GMT_02 = "GMT-0200",
    /**
     * 西一区，'GMT-0100'
     */
    GMT_01 = "GMT-0100",
    /**
     * 中时区，'GMT+0000'
     */
    GMT00 = "GMT+0000",
    /**
     * 东一区，'GMT+0100'
     */
    GMT01 = "GMT+0100",
    /**
     * 东二区，'GMT+0200'
     */
    GMT02 = "GMT+0200",
    /**
     * 东三区，'GMT+0300'
     */
    GMT03 = "GMT+0300",
    /**
     * 东四区，'GMT+0400'
     */
    GMT04 = "GMT+0400",
    /**
     * 东五区，'GMT+0500'
     */
    GMT05 = "GMT+0500",
    /**
     * 东六区，'GMT+0600'
     */
    GMT06 = "GMT+0600",
    /**
     * 东七区，'GMT+0700'
     */
    GMT07 = "GMT+0700",
    /**
     * 东八区，'GMT+0800'
     */
    GMT08 = "GMT+0800",
    /**
     * 东九区，'GMT+0900'
     */
    GMT09 = "GMT+0900",
    /**
     * 东十区，'GMT+1000'
     */
    GMT10 = "GMT+1000",
    /**
     * 东十一区，'GMT+1100'
     */
    GMT11 = "GMT+1100",
    /**
     * 东十二区，'GMT+1200'
     */
    GMT12 = "GMT+1200",
    /**
     * 东十三区，'GMT+1300'
     */
    GMT13 = "GMT+1300",
    /**
     * 东十四区，'GMT+1400'
     */
    GMT14 = "GMT+1400"
}
